Revit 2027 API
ParameterTypeId.MepZoneEquipmentBehavior Property
 "Behavior"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepZoneEquipmentBehavior { get; }
Public Shared ReadOnly Property MepZoneEquipmentBehavior As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepZoneEquipmentBehavior {
	ForgeTypeId^ get ();
}
static member MepZoneEquipmentBehavior : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace